Repository: ccatterina/plasmusic-toolbar
Catalog: src/translate/*.po
Languages: it, nl, tr, uk

source: General
it: Generale
nl: Algemeen
tr: Genel
uk: Загальні

source: Panel View
it: Vista pannello
nl: Paneelweergave
tr: Panel Görünümü
uk: Панельний показ

source: Full View
it: Vista completa
nl: Volledige weergave
tr: Tam Görünüm
uk: Повний показ

source: Bring player to the front
it: Porta il player in primo piano
nl: Speler naar voorgrond halen
tr: Oynatıcıyı öne getir
uk: Сфокусувати програвач

source: This player can't be raised
it: Questo player non può essere portato in primo piano
nl: Deze speler kan niet naar de voorgrond worden gehaald
tr: Bu oynatıcı öne getirilemez
uk: Цей програвач неможливо сфокусувати

source: Layout
it: Disposizione
nl: Indeling
tr: Yerleşim
uk: Компонування

source: Fill available space in the panel
it: Riempi lo spazio disponibile nel pannello
nl: Alle beschikbare paneelruimte gebruiken
tr: Paneldeki kullanılabilir alanı doldur
uk: Заповнити доступний простір панелі

source: The widget fills all available width in the horizontal panel (or height in the vertical panel); the icon is aligned to the left (or top) and the playback controls are aligned to the right (or bottom); The song text can be positioned based on user preference.
it: Il widget riempie tutta la larghezza disponibile nel pannello orizzontale (o l'altezza nel pannello verticale); l'icona è allineata a sinistra (o in alto) e i comandi di riproduzione sono allineati a destra (o in in basso); il testo della canzone può essere posizionato in base alle preferenze dell'utente.
nl: De widget gebruikt alle beschikbare ruimte in de breedte op een horizontaal paneel of in de lengte op een verticaal paneel. Het pictogram wordt links of bovenaan uitgelijnd, en de afspeelbediening rechts of onderaan. De tekst kan op een locatie naar keuze worden getoond.
tr: Araç takımı, yatay panelde tüm kullanılabilir genişliği (veya dikey panelde yüksekliği) doldurur; simge sola (veya üste) hizalanır ve oynatma kontrolleri sağa (veya alta) hizalanır; şarkı metni kullanıcı tercihine göre konumlandırılabilir.
uk: Віджет заповнюватиме ширину горизонтальної панелі та висоту вертикальної, з піктограмою ліворуч чи зверху та елементами керування праворуч чи унизу. Опис композиції може бути розташований за побажанням.

source: Song text alignment:
it: Allineamento brano:
nl: Tekst uitlijnen:
tr: Şarkı metni hizalaması:
uk: Розташування опису композиції

source: Left (Top for vertical panel)
it: Sinistra (Alto per pannello verticale)
nl: Links/Bovenaan
tr: Sol (Dikey panel için üst)
uk: Ліворуч (зверху для вертикальних панелей)

source: Center
it: Centro
nl: Midden
tr: Orta
uk: По центру

source: Right (Bottom for vertical panel)
it: Destra (Basso per pannello verticale)
nl: Rechts/Onderaan
tr: Sağ (Dikey panel için alt)
uk: Праворуч (унизу для вертикальних панелей)

source: Show icon:
it: Mostra icona:
nl: Pictogram tonen:
tr: Simgeyi göster:
uk: Показувати піктограму

source: Show song text
it: Mostra brano
nl: Titel van nummer tonen
tr: Şarkı metnini göster
uk: Показувати опис композиції

source: Show skip backward control
it: Mostra comando indietro
nl: Terugspoelknop tonen
tr: Geri atlama kontrolünü göster
uk: Кнопка «Попередній»

source: Show play/pause control
it: Mostra comando riproduci/pausa
nl: Afspeel-/Pauzeerknop tonen
tr: Oynat/duraklat kontrolünü göster
uk: Кнопка «Призупинити/Відтворити»

source: Show skip forward control
it: Mostra comando avanti
nl: Vooruitspoelknop tonen
tr: İleri atlama kontrolünü göster
uk: Кнопка «Наступний»

source: Icon customization
it: Personalizzazione icona
nl: Pictogram aanpassen
tr: Simge özelleştirme
uk: Налаштування піктограми

source: Icon:
it: Icona:
nl: Pictogram:
tr: Simge:
uk: Піктограма:

source: Size:
it: Dimensione:
nl: Afmetingen:
tr: Boyut:
uk: Розмір:

source: Use album cover as icon
it: Usa copertina album come icona
nl: Albumhoes gebruiken als pictogram
tr: Albüm kapağını simge olarak kullan
uk: Використовувати зображення альбому

source: Fallback to icon if cover is not available
it: Usa icona se la copertina non è disponibile
nl: Indien er geen hoes beschikbaar is, zal het standaardpictogram worden gebruikt
tr: Kapak yoksa yerine simgeyi kullan
uk: Інакше, використовувати піктограму

source: Album cover radius:
it: Arrotondamento bordo copertina album:
nl: Albumhoesafmetingen:
tr: Albüm kapağı köşe yarıçapı:
uk: Радіус зображення альбому:

source: Song text customization
it: Personalizzazione testo brano
nl: Tekst aanpassen
tr: Şarkı metni özelleştirme
uk: Налаштування опису композиції

source: Song title position:
it: Posizionamento titolo:
nl: Tekstlocatie:
tr: Şarkı adı konumu:
uk: Позиція назви композиції:

source: Hidden
it: Nascosto
nl: Verborgen
tr: Gizli
uk: Прихований

source: First line
it: Prima riga
nl: Eerste regel
tr: İlk satır
uk: Перший ряд

source: Second line
it: Seconda riga
nl: Tweede regel
tr: İkinci satır
uk: Другий ряд

source: Artists position:
it: Posizione artista/i:
nl: Artiestlocatie:
tr: Sanatçıların konumu:
uk: Позиція композитора:

source: Album title position:
it: Posizione titolo album:
nl: Albumtitellocatie:
tr: Albüm adı konumu:
uk: Позиція назви альбому:

source: Use fixed width
it: Usa larghezza fissa
nl: Vaste breedte gebruiken
tr: Sabit genişlik kullan
uk: Статична ширина

source: fixed width:
it: larghezza fissa:
nl: vaste breedte:
tr: Sabit genişlik:
uk: Фіксована ширина:

source: max width:
it: larghezza massima:
nl: max. breedte:
tr: maksimum genişlik:
uk: Максимальна ширина:

source: Truncated text style:
tr: Kısaltılmış metin stili:
uk: Стиль обрізаного тексту:

source: Works only when the text is not scrolling and in the initial position
tr: Yalnızca metin kaymıyorken ve başlangıç konumundayken çalışır
uk: Працює лише коли текст не прокручується та у початковій позиції

source: Elide
tr: Kısalt
uk: Обрізання+,,,

source: Fade out
tr: Soldur
uk: Згасання

source: None
tr: Hiçbiri
uk: Немає

source: Text scrolling
it: Scorrimento testo
nl: Tekst laten verschuiven
tr: Metin kaydırma
uk: Прокручування тексту

source: Enabled
it: Abilitato
nl: Ingeschakeld
tr: Etkin
uk: Увімкнено

source: Speed:
it: Velocità:
nl: Snelheid:
tr: Hız:
uk: Швидкість:

source: When text overflows:
it: Quando il testo eccede:
nl: Als tekst buiten beeld valt:
tr: Metin taştığında:
uk: Прокручування коли забагато тексту:

source: Always scroll
it: Scorri sempre
nl: Altijd verschuiven
tr: Her zaman kaydır
uk: Завжди

source: Scroll only on mouse over
it: Scorri solo al passaggio del mouse
nl: Verschuiven na aanwijzen met muis
tr: Yalnızca fare üzerine geldiğinde kaydır
uk: Коли наведено мишею

source: Always scroll except on mouse over
it: Scorri sempre tranne al passaggio del mouse
nl: Altijd verschuiven, behalve na aanwijzen met muis
tr: Fare üzerinde değilken her zaman kaydır
uk: Коли НЕ наведено мишею

source: Pause scrolling while media is not playing
it: Ferma scorrimento quando il media è in pausa
nl: Verschuiving onderbreken na pauzeren
tr: Medya oynatılmıyorken kaydırmayı duraklat
uk: Призупинити прокручування з композицією

source: Reset position when scrolling is paused
it: Reimposta posizione quando lo scorrimento è in pausa
nl: Verschuiflocatie herstellen na pauzeren
tr: Kaydırma duraklatıldığında konumu sıfırla
uk: Скинути позицію коли призупинено

source: Playback controls customization
it: Personalizzazione comandi di riproduzione
nl: Afspeelbediening aanpassen
tr: Oynatma kontrolleri özelleştirme
uk: Елементи керування відтворення

source: Space between controls
tr: Kontroller arası boşluk
uk: Відступ між кнопками

source: Background
it: Sfondo
nl: Achtergrond
tr: Arka plan
uk: Фон

source: Media progress
tr: Medya ilerlemesi

source: Colors from album cover
it: Colori dalla copertina dell'album
nl: Kleuren van albumhoes
tr: Albüm kapağındaki renkler
uk: Кольори обкладинки альбому

source: Use album cover as icon should be checked for background to work.
it: Perché lo sfondo funzioni, deve essere selezionata l'opzione 'Usa copertina album come icona'.
nl: De instelling om de albumhoes als pictogram te gebruiken dient ingeschakeld te zijn.
tr: Arka planın çalışması için albüm kapağını simge olarak kullan seçeneği işaretlenmelidir.
uk: Необхідно також увімкнути «Використовувати обкладинку як фон».

source: Background radius:
tr: Arka plan köşe yarıçapı:

# @item:inmenu Open icon chooser dialog
source: Choose...
it: Scegli...
nl: Kiezen…
tr: Seç...
uk: Вибрати...

# @item:inmenu Reset icon to default
source: Clear Icon
it: Resetta icona
nl: Pictogram wissen
tr: Simgeyi Temizle
uk: Очистити піктограму

source: Album cover
it: Copertina album
nl: Albumhoes
tr: Albüm kapağı
uk: Обкладинка альбому

source: Album placeholder:
it: Immagine placeholder per album:
nl: Plaatshouder van albumhoes:
tr: Albüm yer tutucusu:

source: Choose…
it: Scegli…
nl: Kiezen…
tr: Seç…
uk: Вибрати…

source: Clear
tr: Temizle
uk: Очистити

source: Song Text Customization
it: Personalizzazione testo canzone
nl: Tekst aanpassen
tr: Şarkı metni özelleştirme
uk: Налаштування опису композиції

source: Background (desktop widget only):
it: Sfondo (solo per widget desktop):
nl: Achtergrond (alleen bureaubladwidget):
tr: Arka plan (yalnızca masaüstü araç takımı):
uk: Фон (лише для стільникового віджета)

source: Standard
nl: Standaard
tr: Standart
uk: Стандартний

source: Transparent
it: Trasparente
nl: Doorzichtig
tr: Saydam
uk: Прозорий

source: Transparent (Shadow content)
it: Trasparente (Ombra)
nl: Doorzichtig, met schaduw
tr: Saydam (Gölgeli içerik)
uk: Прозорий (з тінями від вмісту)

source: Use album cover as background
it: Usa copertina album come sfondo
tr: Albüm kapağını arka plan olarak kullan
uk: Використовувати обкладинку як фон

source: (Experimental feature)
it: Funzionalità sperimentale
tr: (Deneysel özellik)
uk: (Експериментальна функція)

source: Playback source
it: Sorgente di riproduzione
nl: Afspeelbron
tr: Oynatma kaynağı
uk: Джерело відтворення

source: Player:
nl: Speler:
tr: Oynatıcı:
uk: Програвач:

source: Choose automatically
it: Scegli automaticamente
nl: Automatisch vaststellen
tr: Otomatik seç
uk: Вибирати автоматично

source: The player will be chosen automatically based on the currently playing song. If two or more players are playing at the same time, the widget will choose the one that started playing first.
it: Il player sarà scelto automaticamente in base alla canzone attualmente in riproduzione. Se due o più player sono in riproduzione contemporaneamente, il widget sceglierà quello che è stato avviato per primo.
nl: De speler wordt automatisch vastgesteld op basis van het nummer dat wordt afgespeeld. Indien twee of meer spelers gelijktijdig actief zijn, kies de widget de speler die als eerste begon.
tr: Oynatıcı, şu anda çalan şarkıya göre otomatik olarak seçilecektir. İki veya daha fazla oynatıcı aynı anda çalıyorsa, araç takımı ilk çalmaya başlayanı seçecektir.
uk: Програвач, у якому щось грає, буде автоматично вибраний. Якщо два чи більше програвача активні водночас, віджет вибере той, що почав грати першим.

source: Always:
it: Sempre:
nl: Altijd:
tr: Her zaman:
uk: Завжди:

source: Always display information from the selected player, if it's not running the widget will be hidden. In the dropdown you can choose between all the players that are currently running, if you can't find the one you want, open the player application and reload the list with reload button.
it: Mostra sempre le informazioni dal player selezionato, se il player non è in esecuzione il widget sarà nascosto. Nel menu puoi scegliere tra tutti i player attualmente in esecuzione, se non trovi quello che desideri, apri l'applicazione del player e ricarica la lista con il pulsante apposito.
nl: Toon altijd informatie over de gekozen speler. Als de speler niet actief is, wordt de widget verborgen. In het uitklapmenu kun je een keuze maken uit de spelers die momenteel actief zijn. Als je je speler niet kunt vinden, open hem dan eerst en herlaad de lijst met behulp van de herlaadknop.
tr: Seçilen oynatıcıdan her zaman bilgi göster, çalışmıyorsa araç takımı gizlenecektir. Açılır menüden şu anda çalışan tüm oynatıcılar arasından seçim yapabilirsiniz, istediğinizi bulamazsanız oynatıcı uygulamasını açın ve yenile düğmesiyle listeyi yenileyin.
uk: Завжди показувати інформацію з вибраного програвача, якщо програвач не відкрито, віджет буде приховано. У випадному меню ви можете вибрати між усіма наразі відкритими програвачами, якщо ви не можете знайти бажаний, відкрийте його та перезавантажте список використовуючи відповідну кнопку.

source: Font customization
it: Personalizzazione font
nl: Lettertype aanpassen
tr: Yazı tipi özelleştirme
uk: Налаштування шрифту

source: Custom font:
it: Font personalizzato:
nl: Ander lettertype:
tr: Özel yazı tipi:
uk: Власний шрифт:

source: No media found behavior
it: Comportamento in assenza di media
nl: Actie bij geen actieve speler
tr: Medya bulunamadığında davranış
uk: Якщо не знайдено медіа

source: Show widget when no media found
it: Visualizza widget quando non ci sono media
nl: Widget tonen indien er niets wordt afgespeeld
tr: Medya bulunamadığında araç takımını göster
uk: Показувати віджет

source: Text displayed when no media found:
it: Testo visualizzato quando non ci sono media:
nl: Tekst tonen indien er niets wordt afgespeeld:
tr: Medya bulunamadığında gösterilen metin:
uk: Показувати текст:

source: Controls behaviour
it: Comportamento comandi
nl: Bediening
tr: Kontrol davranışı
uk: Поведінка елементів керування

source: Volume step:
it: Step volume:
nl: Volumestap:
tr: Ses düzeyi adımı:
uk: Крок гучності:

source: Choose a Font
it: Scegli un font
nl: Kies een lettertype
tr: Yazı Tipi Seç
uk: Вибір шрифта

source: No media playing
it: Nessun media in riproduzione
nl: Er wordt niets afgespeeld
tr: Medya oynatılmıyor
uk: Нічого не грає

# %1 is the media artist/author and %2 is the player name
source: by %1 (%2)
it: di %1 (%2)
nl: van %1 (%2)
tr: %1 tarafından (%2)
uk: від %1 (%2)

source: Middle-click to pause
it: Click centrale per mettere in pausa
nl: Middelklikken om te pauzeren
tr: Orta fare tuşuyla duraklatın
uk: СКМ: Призупинити

source: Middle-click to play
it: Click centrale per riprodurre
nl: Middelklikken om af te spelen
tr: Orta fare tuşuyla oynatın
uk: СКМ: Відтворити

source: Scroll to adjust volume
it: Scorri per regolare il volume
nl: Scrollen om volumeniveau aan te passen
tr: Fare tekeriyle sesi ayarlayın
uk: Колесико миші: Зміна гучності

source: Ctrl+Click to bring player to the front
it: Ctrl+Click per portare il player in primo piano
nl: Ctrl+klikken om speler naar voorgrond te halen
tr: Ctrl+Tıklayarak oynatıcıyı öne getirin
uk: Ctrl+Клац: Сфокусувати програвач
